test/fixtures/acs/autonomoustransfercomplete1

<SOAP-ENV:Envelope xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cwmp="urn:dslforum-org:cwmp-1-4" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
\t<SOAP-ENV:Header>
\t\t<cwmp:ID SOAP-ENV:mustUnderstand="1">API_69412286f02e475b44783c61972f0a91</cwmp:ID>
\t</SOAP-ENV:Header>
\t<SOAP-ENV:Body>
\t\t<cwmp:AutonomousTransferComplete>
\t\t\t<AnnounceURL>http://example.com/announce</AnnounceURL>
\t\t\t<TransferURL>http://example.com/transfer</TransferURL>
\t\t\t<IsDownload>1</IsDownload>
\t\t\t<FileType>1 Firmware Upgrade Image</FileType>
\t\t\t<FileSize>154321</FileSize>
\t\t\t<TargetFileName>image</TargetFileName>
\t\t\t<FaultStruct>
\t\t\t\t<FaultCode>0</FaultCode>
\t\t\t\t<FaultString></FaultString>
\t\t\t</FaultStruct>
\t\t\t<StartTime>2015-01-19T23:08:24+00:00</StartTime>
\t\t\t<CompleteTime>2015-01-19T23:18:24+00:00</CompleteTime>
\t\t</cwmp:AutonomousTransferComplete>
\t</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
